{
    "us": {
        "George Washington": "George Washington(February 22, 1732 –December 14, 1799) was aFounding Father of the United States, military officer, and farmer who served as the firstpresident of the United Statesfrom 1789 to 1797. Appointed by theSecond Continental Congressas commander of theContinental Armyin 1775, Washington ledPatriotforces to victory in theAmerican Revolutionary Warand then served as president of theConstitutional Conventionin 1787, which drafted the currentConstitution of the United States. Washington has thus become commonly known as the \"Father of his Country\".",
        "Barack Obama": "Barack Hussein Obama II(born August 4, 1961) is an American politician who served as the 44thpresident of the United Statesfrom 2009 to 2017. As a member of theDemocratic Party, he was the firstAfrican-Americanpresident in U.S. history. Obama previously served as aU.S. senatorrepresentingIllinoisfrom 2005 to 2008 and as anIllinois state senatorfrom 1997 to 2004.",
        "Abraham Lincoln": "Abraham Lincoln(/ˈlɪŋkən/LINK-ən; February 12, 1809 – April 15, 1865) was the 16thpresident of the United States, serving from 1861 untilhis assassinationin 1865. He led the United States through theAmerican Civil War, defending the nation as a constitutionalunion, defeating theConfederacy, playing a major role in theabolition ofslavery, expanding the power of thefederal government, and modernizing theU.S. economy.",
        "George Bush": "George Herbert Walker Bush(June 12, 1924 – November 30, 2018) was an American politician, diplomat, and businessman who served as the 41stpresident of the United Statesfrom 1989 to 1993. A member of theRepublican Party, he also served as the 43rdvice presidentfrom 1981 to 1989 underRonald Reaganand previously in various otherfederal positions.",
        "Bill Clinton": "William Jefferson  Clinton(néBlythe; born August 19, 1946) is an American lawyer and politician  who served as the 42ndpresident of the United Statesfrom 1993 to 2001. A member of theDemocratic Party, he previously served asgovernor of Arkansasfrom 1979 to 1981 and again from 1983 to 1992. Clinton, whose policies reflected a centrist \"Third Way\"political philosophy, became known as aNew Democrat.",
        "Joe Biden": "Joseph Robinette Biden Jr.(born November 20, 1942) is an American politician who has been the 46th and currentpresident of the United Statessince 2021. A member of theDemocratic Party, he served as the 47thvice presidentfrom 2009 to 2017 under PresidentBarack Obamaand representedDelawarein theU.S. Senatefrom 1973 to 2009.",
        "Franklin Roosevelt": "Franklin Delano Roosevelt(January 30, 1882 – April 12, 1945), commonly known by his initialsFDR, was the 32ndpresident of the United States, serving from 1933 until his death in 1945. The longest-serving U.S. president, he is the only president to have served more than two terms. Hisinitial two termswere centered on combating theGreat Depression, while histhird and fourthsaw him shift his focus to America's involvement inWorld War II.",
        "Andrew Johnson": "Andrew Johnson(December 29, 1808 – July 31, 1875) was the 17thpresident of the United States, serving from 1865 to 1869. He assumed the presidency following theassassination of Abraham Lincoln, as he wasvice presidentat that time. Johnson was aDemocratwho ran withAbraham Lincolnon theNational Union Partyticket, coming to office as theCivil Warconcluded. He favored quick restoration of theseceded states to the Unionwithout protection for thenewly freed peoplewho were formerlyenslavedas well as pardoning ex-Confederates. This led to conflict with theRepublican-dominated Congress, culminating inhis impeachmentby the House of Representatives in 1868. He wasacquitted in the Senateby one vote.",
        "Gerald Ford": "Gerald Rudolph Ford Jr.(bornLeslie Lynch King Jr.; July 14, 1913 – December 26, 2006) was the 38thpresident of the United States, serving from 1974 to 1977. A member of theRepublican Party, Ford assumed the presidency after PresidentRichard Nixonresigned, under whom he had served as the 40thvice presidentfrom 1973 to 1974. Prior to that, he served as a member of theUnited States House of Representativesfrom 1949 to 1973.",
        "Richard Nixon": "Richard Milhous Nixon(January 9, 1913 – April 22, 1994) was the 37thpresident of the United States, serving from 1969 until hisresignationin 1974. A member of theRepublican Party, he previously served as arepresentativeandsenatorfromCaliforniaand as the 36thvice presidentfrom 1953 to 1961 under PresidentDwight D. Eisenhower.His presidencysaw the reduction of U.S. involvement in theVietnam War,détentewith theSoviet UnionandChina, theApollo 11Moon landing, and the establishment of theEnvironmental Protection AgencyandOccupational Safety and Health Administration. Nixon's second term ended early when he became the only U.S. president to resign from office, as a result of theWatergate scandal.",
        "Lyndon Johnson": "Lyndon Baines Johnson(/ˈlɪndənˈbeɪnz/; August 27, 1908 – January 22, 1973), often referred to asLBJ, was the 36thpresident of the United States, serving from 1963 to 1969. He became president afterthe assassinationofJohn F. Kennedy, under whom he had served as the 37thvice presidentfrom 1961 to 1963. ADemocratfromTexas, Johnson previously served as aU.S. representativeandU.S. senator.",
        "John Kennedy": "John Fitzgerald Kennedy(May 29, 1917 – November 22, 1963), often referred to asJFK, was the 35thpresident of the United States, serving from 1961 untilhis assassinationin 1963. He was theyoungestpersonelectedpresident.Kennedy served at the height of theCold War, and the majority of his foreign policy concerned relations with theSoviet UnionandCuba. ADemocrat, Kennedy representedMassachusettsin both houses of theUnited States Congressprior to his presidency.",
        "Dwight Eisenhower": "Dwight David Eisenhower(bornDavid Dwight Eisenhower; October 14, 1890 – March 28, 1969) was the 34thpresident of the United States, serving from 1953 to 1961. DuringWorld War II, he wasSupreme Commander of the Allied Expeditionary Forcein Europe and achieved thefive-star rankasGeneral of the Army. Eisenhower planned and supervised two of the most consequential military campaigns ofWorld War II:Operation Torchin theNorth Africa campaignin 1942–1943 and theinvasion of Normandyin 1944.",
        "Ronald Reagan": "Ronald Wilson Reagan(February 6, 1911 – June 5, 2004) was an American politician and actor who served as the 40thpresident of the United Statesfrom 1981 to 1989. A member of theRepublican Party, he became an important figure in theAmerican conservative movement, andhis presidencyis known as theReagan era.",
        "Harry Truman": "Harry S. Truman(May 8, 1884 – December 26, 1972) was an American lawyer and politician who was the 33rdpresident of the United States, serving from 1945 to 1953. A member of theDemocratic Party, he served as aUnited States senatorfromMissourifrom 1935 to 1945 and briefly in 1945 as the 34thvice president of the United StatesunderFranklin D. Roosevelt. Assuming the presidency after Roosevelt's death, Truman implemented theMarshall Planin the wake ofWorld War IIto rebuild the economy of Western Europe and established both theTruman DoctrineandNATOto contain the expansion ofSoviet communism. He proposed numerous liberal domestic reforms, but few were enacted by theconservative coalitionthat dominatedCongress.",
        "John Adams": "John Quincy Adams(/ˈkwɪnzi/ⓘ;July 11, 1767 – February 23, 1848) was the sixthpresident of the United States, serving from 1825 to 1829. He previously served as the eighthUnited States secretary of statefrom 1817 to 1825. During his long diplomatic and political career, Adams served as an ambassador and also as a member of theUnited States CongressrepresentingMassachusettsin both chambers. He was the eldest son ofJohn Adams, who served as the second president of the United States from 1797 to 1801, andFirst LadyAbigail Adams. Initially aFederalistlike his father, he won election to the presidency as a member of theDemocratic-Republican Party, and later, in the mid-1830s, became affiliated with theWhig Party.",
        "Thomas Jefferson": "Thomas Jefferson(April 13, 1743– July 4, 1826) was an American statesman, planter, diplomat, lawyer, architect, philosopher, andFounding Fatherwho served as the thirdpresident of the United Statesfrom 1801 to 1809.He was the primary author of theDeclaration of Independence. Following theAmerican Revolutionary Warand before becoming president in 1801, Jefferson was the nation's firstU.S. secretary of stateunderGeorge Washingtonand then the nation's secondvice presidentunderJohn Adams. Jefferson was a leading proponent of democracy,republicanism, andnatural rights, and he produced formative documents and decisions at the state, national, and international levels.",
        "James Madison": "James Madison(March 16, 1751– June 28, 1836) was an American statesman, diplomat, andFounding Fatherwho served as the fourthpresident of the United Statesfrom 1809 to 1817. Madison was popularly acclaimed the \"Father of the Constitution\" for his pivotal role in drafting and promoting theConstitution of the United Statesand theBill of Rights.",
        "James Monroe": "James Monroe(/mənˈroʊ/mən-ROH; April 28, 1758 – July 4, 1831), aFounding Father of the United States, served as the fifthpresident of the United Statesfrom 1817 to 1825. He was the last Founding Father to serve as president as well as the last president of theVirginia dynasty. He was a member of theDemocratic-Republican Party, andhis presidencycoincided with theEra of Good Feelings, concluding theFirst Party Systemera of American politics. He issued theMonroe Doctrine, a policy of limiting European colonialism in the Americas. Monroe previously served as governor ofVirginia, a member of theUnited States Senate, U.S. ambassador to France and Britain, the seventh secretary of state, and the eighth secretary of war.",
        "Andrew Jackson": "Andrew Jackson(March 15, 1767 – June 8, 1845) was the seventhpresident of the United States, serving from 1829 to 1837. Beforehis presidency, he gained fame as a general in theU.S. Armyand served in both houses of theU.S. Congress. Often praised as an advocate for ordinary Americans and for his work inpreserving the union of states, Jackson has also been criticized for his racial policies, particularly his treatment ofNative Americans.",
        "Martin Van Buren": "Martin Van Buren(/vænˈbjʊərən/vanBURE-ən;Dutch:Maarten van Burenⓘ; December 5, 1782 – July 24, 1862) was the eighthpresident of the United States, serving from 1837 to 1841. A primary founder of theDemocratic Party, he served asNew York's attorney generalandU.S. senator, then briefly as the ninthgovernor of New Yorkbefore joiningAndrew Jackson's administration as the tenthUnited States secretary of state, minister toGreat Britain, and ultimately the eighthvice presidentfrom 1833 to 1837, after being elected on Jackson's ticket in1832. Van Buren won the presidency in1836against divided Whig opponents. Van Buren lost re-election in1840, and failed to win the Democratic nomination in1844. Later in his life, Van Buren emerged as an elder statesman and ananti-slaveryleader who led theFree Soil Partyticket in the1848 presidential election.",
        "William Harrison": "William Henry Harrison(February 9, 1773 – April 4, 1841) served as the ninthpresident of the United Statesfrom March 4 to April 4, 1841, the shortest presidency in U.S. history. He was also the first U.S. president to die in office, causing a briefconstitutional crisissincepresidential successionwas not then fully defined in theU.S. Constitution. Harrison was the last president born as a British subject in theThirteen Coloniesand was the grandfather ofBenjamin Harrison, the 23rd U.S. president.",
        "John Tyler": "John Tyler(March 29, 1790 – January 18, 1862) was the tenthpresident of the United States, serving from 1841 to 1845, after briefly holding office as the tenthvice presidentin 1841. He was elected vice president on the1840Whigticket with PresidentWilliam Henry Harrison, succeeding to the presidency following Harrison's death 31 days after assuming office. Tyler was a stalwart supporter and advocate ofstates' rights, including regardingslavery, and he adoptednationalisticpolicies as president only when they did not infringe on the states' powers. His unexpected rise to the presidency posed a threat to the presidential ambitions ofHenry Clayand other Whig politicians and left Tyler estranged from both of the nation's major political parties at the time.",
        "James Polk": "James Knox Polk(/poʊk/;November 2, 1795 – June 15, 1849) was the 11thpresident of the United States, serving from 1845 to 1849. A protégé ofAndrew Jacksonand a member of theDemocratic Party, he was an advocate ofJacksonian democracyand extending the territory of the United States. Polk led the U.S. into theMexican–American War, and after winning the war heannexedtheRepublic of Texas, theOregon Territory, and theMexican Cession.",
        "Zachary Taylor": "Zachary Taylor(November 24, 1784 – July 9, 1850) was the 12thpresident of the United States, serving from 1849 until his death in 1850. Taylor was a career officer in theUnited States Army, rising to the rank ofmajor generaland becoming a national hero for his victories in theMexican–American War. As a result, he won election to theWhite Housedespite his vague political beliefs. His top priority as president was to preserve the Union. He died 16 months into his term from astomach disease. Taylor had the third-shortest presidential term in U.S. history.",
        "Millard Fillmore": "Millard Fillmore(January 7, 1800 – March 8, 1874) was the 13thpresident of the United States, serving from 1850 to 1853, and was the last president to have been a member of theWhig Partywhile in office. A former member of theU.S. House of Representatives, Fillmore was elected the 12thvice presidentin1848, and succeeded to the presidency whenZachary Taylordied in July 1850. Fillmore was instrumental in passing theCompromise of 1850, which led to a brief truce in the battle over the expansion ofslavery.",
        "Franklin Pierce": "Franklin Pierce(November 23, 1804 – October 8, 1869) was the 14thpresident of the United States, serving from 1853 to 1857. A northernDemocratwho believed that theabolitionist movementwas a fundamental threat to the nation's unity, he alienated anti-slavery groups by signing theKansas–Nebraska Actand enforcing theFugitive Slave Act. Conflict between North and South continued afterPierce's presidency, and, afterAbraham Lincolnwaselected president in 1860, theSouthern states seceded, resulting in theAmerican Civil War.",
        "James Buchanan": "James Buchanan Jr.(/bjuːˈkænən/bew-KAN-ən;April 23, 1791 – June 1, 1868) was the 15thpresident of the United States, serving from 1857 to 1861. Buchanan also served as thesecretary of statefrom 1845 to 1849 and representedPennsylvaniain both houses of theU.S. Congress. He was an advocate forstates' rights, particularly regardingslavery, and minimized the role of thefederal governmentpreceding theCivil War.",
        "Donald Trump": "Donald John Trump(born June 14, 1946) is an American politician, media personality, and businessman who served as the 45thpresident of the United Statesfrom 2017 to 2021. A member of theRepublican Party, he is thepresident-electafter winning the2024 presidential electionand is scheduled to beinaugurated as the 47th presidenton January 20, 2025.",
        "Jimmy Carter": "James Earl Carter Jr.(born October 1, 1924) is an American politician and humanitarian who served from 1977 to 1981 as the 39thpresident of the United States. A member of theDemocratic Party, he served from 1963 to 1967 in theGeorgia State Senateand from 1971 to 1975 as the 76thgovernor of Georgia. Carter is thelongest-lived president in U.S. historyand the first to live to100 years of age.",
        "Theodore Roosevelt": "Theodore  Roosevelt Jr.(October 27, 1858 – January 6, 1919), often referred to asTeddyorT.R., was the 26thpresident of the United States, serving from 1901 to 1909. He previously was involved inNew Yorkpolitics, including serving as the state's33rd governorfor two years. He was thevice presidentunder PresidentWilliam McKinleyfor six months in 1901, assuming the presidency afterMcKinley's assassination. As president, Roosevelt emerged as a leader of theRepublican Partyand became a driving force foranti-trustandProgressivepolicies.",
        "Woodrow Wilson": "Thomas Woodrow Wilson(December 28, 1856 – February 3, 1924) was the 28thpresident of the United States, serving from 1913 to 1921. He was the onlyDemocratto serve as president during theProgressive Erawhen Republicans dominated the presidency andlegislative branches. As president, Wilson changed the nation's economic policies and led the United States intoWorld War I. He was the leading architect of theLeague of Nations, and his stance on foreign policy came to be known asWilsonianism.",
        "James Garfield": "James Abram Garfield(November 19, 1831 – September 19, 1881) was the 20thpresident of the United States, serving from March 1881 untilhis assassinationin September that year. A preacher, lawyer, andCivil Wargeneral, Garfield served nine terms in theUnited States House of Representativesand is the only sitting member of the House to be elected president. Before his candidacy for the presidency, he had been elected to theU.S. Senateby theOhio General Assembly—a position he declined when he becamepresident-elect.",
        "Ulysses Grant": "Ulysses S. Grant(bornHiram Ulysses Grant;April 27, 1822 – July 23, 1885) was the 18thpresident of the United States, serving from 1869 to 1877. Ascommanding general, Grant led theUnion Armyto victory in theAmerican Civil Warin 1865.",
        "William McKinley": "William McKinley(January 29, 1843 – September 14, 1901) was the 25thpresident of the United States, serving from 1897 untilhis assassinationin 1901. A member of theRepublican Party, he led a realignment that made Republicanslargely dominant in the industrial states and nationwidefor decades. He presided over victory in theSpanish–American Warof 1898; gained control of Hawaii, Puerto Rico, Guam, and the Philippines; restored prosperity after a deep depression; rejected the inflationarymonetary policyoffree silver, keeping the nation on thegold standard; and raisedprotective tariffs.",
        "Stephen Cleveland": "Stephen Grover Cleveland(March 18, 1837 – June 24, 1908) was an American politician and lawyer who served as the 22nd and 24thpresident of the United Statesfrom 1885 to 1889 and again from 1893 to 1897. He was the firstDemocratto win the presidency following the end of theCivil Warand was the first of only two presidents to be elected to non-consecutive terms in office.",
        "Herbert Hoover": "Herbert Clark Hoover(August 10, 1874 – October 20, 1964) was the 31stpresident of the United States, serving from 1929 to 1933. A wealthy mining engineer before his presidency, Hoover led the wartimeCommission for Relief in Belgiumand was the director of theU.S. Food Administration, followed by post-war relief of Europe. A member of theRepublican Party, he served as theU.S. Secretary of Commercefrom 1921 to 1928 before beingelected president in 1928. His presidency was dominated by theGreat Depression, and his policies and methods to combat it were seen as lackluster. Amid his unpopularity, he decisively lost reelection toFranklin D. Rooseveltin1932.",
        "Warren Harding": "Warren Gamaliel Harding(November 2, 1865 – August 2, 1923) was the 29thpresident of the United States, serving from 1921 until his death in 1923. A member of theRepublican Party, he was one of the most popular sitting U.S. presidents while in office. After his death, a number of scandals were exposed, includingTeapot Dome, as well as an extramarital affair withNan Britton, which tarnished his reputation.",
        "Chester Arthur": "Chester Alan Arthur(October 5, 1829– November 18, 1886) was the 21stpresident of the United States, serving from 1881 to 1885. He was aRepublicanlawyer fromNew Yorkwho previously served as the 20thvice presidentunder PresidentJames A. Garfield. Assuming the presidency after Garfield'sassassination, Arthur's presidency saw the largest expansion of theU.S. Navy, the end of the so-called \"spoils system\", and the implementation of harsher restrictions for migrants entering from abroad.",
        "William Taft": "Defunct",
        "Benjamin Harrison": "Benjamin Harrison(August 20, 1833 – March 13, 1901) was the 23rdpresident of the United States, serving from 1889 to 1893. He was a member of theHarrison family of Virginia—a grandson of the ninth president,William Henry Harrison, and a great-grandson ofBenjamin Harrison V, aFounding Father. A Union Army veteran and a Republican, he defeated incumbentGrover Clevelandto win the presidency in 1888; however, was defeated for a second term by Cleveland in 1892.",
        "Rutherford Hayes": "Rutherford Birchard Hayes(/ˈrʌðərfərd/ⓘ; October 4, 1822 – January 17, 1893) was the 19thpresident of the United States, serving from 1877 to 1881. A staunchabolitionistfromOhio, he was also abrevetmajor generalfor theUnion armyduring theAmerican Civil War.",
        "John Coolidge": "Calvin Coolidge(bornJohn Calvin Coolidge Jr./ˈkuːlɪdʒ/KOOL-ij; July 4, 1872 – January 5, 1933) was the 30thpresident of the United States, serving from 1923 to 1929. ARepublicanlawyer fromMassachusetts, he previously served as the 29thvice presidentfrom 1921 to 1923 and as the 48thgovernor of Massachusettsfrom 1919 to 1921. Elected vice presidentin 1920, he succeeded to the presidency upon the sudden death of PresidentWarren G. Hardingin August 1923. Elected in his own right in1924, Coolidge gained a reputation as asmall-governmentconservative with a taciturn personality and dry sense of humor that earned him the nickname \"Silent Cal\". His widespread popularity enabled him to run for a second full term, but Coolidge chose not to run again in1928, remarking that ten years as president would be \"longer than any other man has had it—too long!\""
    },
    "be": {},
    "ma": {
        "Mohammed None": "أبو عبد الله محمد بن محمد ابن علي بن مخلوف بن زيدانالملقببالقائم بأمر اللهعميدالأسرة السعديةوأول سلطان للمغرب من الأسرة السعدية، حكم بين 1509 - 1517.",
        "Hassan None": "الحَسَن الثاني بِنْ مُحمد بِنْ يوسف العَلوي(9 يوليو 1929 – 23 يوليو 1999)،ثاني ملوك المملكة المغربية بعد الإستقلال، والملك الثاني والعشرين للمغرب منسلالة العلويين الفيلاليين، تولى حكم المملكة المغربية خلفًا لوالده الملك محمد الخامس في 26 فبراير 1961 وحتى وفاته في 23 يوليو 1999. ينتمي الملك الحسن الثاني إلى السلالة العلوية التي تعود في نسبها إلىالحسن بن علي بن أبي طالب، وتحكم المغرب منذ عام 1666 ميلادية ويلقب الحاكم منهم بأمير المؤمنين."
    },
    "ru": {
        "Vladimir Putin": "Влади́мир Влади́мирович Пу́тин(род.7 октября1952,Ленинград,СССР) —российскийгосударственныйиполитическийдеятель. Действующийпрезидент Российской Федерации, председательГосударственного Совета Российской ФедерациииСовета Безопасности Российской Федерации;Верховный главнокомандующий Вооружёнными силами Российской Федерациис 7 мая 2012 года. Ранее занимал должность президента с 7 мая 2000 по 7 мая 2008 года, также в 1999—2000 и 2008—2012 годах занимал должностьпредседателя правительства Российской Федерации. Фактически руководит Россией, согласно разным оценкам, с 1999или с 2000 года. В сентябре 2017 года Путин стал самым долго правящимроссийским лидеромпослеИосифа Сталина, а после окончанияпятого президентского срокастанет таковым со времёнЕкатерины II.",
        "Dmitry Medvedev": "иностранные:",
        "Boris Yeltsin": "Бори́с Никола́евич Е́льцин(1 февраля1931(1931-02-01),Бутка,Буткинский район,Уральская область,РСФСР,СССР—23 апреля2007,Москва,Россия) —советскийироссийскийпартийный, государственный и политический деятель, первый всенародно избранныйПрезидент Российской Федерации(1991—1999)➤; в ноябре 1991 — июне 1992 года одновременно возглавлялправительство. С марта по май 1992 года исполнял обязанностиминистра обороны Российской Федерации."
    },
    "fr": {
        "François Hollande": "François HollandeÉcouter, né le12 août 1954àRouen(Seine-Inférieure), est unhaut fonctionnaireethomme d'Étatfrançais. Il estprésident de la République françaisedu15 mai 2012au14 mai 2017.",
        "Nicolas Sarkozy": "Nicolas Sarközy de Nagy-Bocsa, ditNicolas Sarkozy(/ni.kɔ.lasaʁ.kɔ.zi/;Écouter), né le28 janvier 1955àParis(France), est unhomme d'Étatfrançais. Il estprésident de la République françaisedu16 mai 2007au15 mai 2012.",
        "François Mitterrand": "François MitterrandÉcouter, né le26 octobre 1916àJarnac(Charente) et mort le8 janvier 1996dans le7earrondissement de Paris, est unhomme d'Étatfrançais,président de la Républiquedu21 mai 1981au17 mai 1995.",
        "Charles de Gaulle": "Charles de Gaulle(/ʃaʁldəɡol/Écouter), communément appeléle général de Gaulleou parfois simplementle Général, né le22 novembre 1890àLille(Nord) et mort le9 novembre 1970àColombey-les-Deux-Églises(Haute-Marne), est unmilitaire,résistant,homme d'Étatetécrivainfrançais.",
        "Jacques Chirac": "Jacques Chirac(/ʒakʃiʁak/Écouter), né le29 novembre 1932dans le5earrondissement de Pariset mort le26 septembre 2019dans le6earrondissement de la même ville, est unhaut fonctionnaireethomme d'Étatfrançais. Il estPremier ministrede 1974 à 1976, puis de 1986 à 1988, etprésident de la Républiquede 1995 à 2007.",
        "Valéry Giscard d'Estaing": "Valéry Giscard d'EstaingÉcouter— communément appelé «Giscard» ou désigné par ses initiales, «VGE» —, né le2 février 1926àCoblence(Allemagne) et mort le2 décembre 2020àAuthon(France), est unhomme d'Étatfrançais,président de la Républiquede 1974 à 1981.",
        "Georges Pompidou": "Georges Pompidou(Écouter), né le5 juillet 1911àMontboudif(Cantal) et mort le2 avril 1974àParis, est unhaut fonctionnaireethomme d'Étatfrançais. Il estPremier ministredu14 avril 1962au10 juillet 1968etprésident de la Républiquedu20 juin 1969à sa mort.",
        "Adolphe Thiers": "Adolphe Thiers, né le15 avril 1797(26germinalanV) àMarseilleet mort le3 septembre 1877àSaint-Germain-en-Laye, est unavocat,journaliste,historienethomme d'Étatfrançais.",
        "Napoléon Bonaparte": "NapoléonIII, né le20 avril 1808àPariset mort le9 janvier 1873àChislehurst(Royaume-Uni), est unmonarqueethomme d'Étatfrançais. Il est à la fois sous son nom deLouis-Napoléon Bonapartel'unique président de laDeuxième République, le premierchef d'État françaisélu ausuffrage universel masculin, le10 décembre 1848, le premierprésident de la République françaiseet après la proclamation de l'Empirele2 décembre 1852, le derniermonarquedu pays en tant qu'empereur des Français.",
        "Paul Doumer": "Joseph Athanase Doumer, ditPaul Doumer, né le22 mars 1857àAurillac(Cantal) et mortassassinéle7 mai 1932àParis(Seine), est unhomme d'Étatfrançais. Il estprésident de la Républiquedu13 juin 1931à sa mort.",
        "Alain Poher": "Alain Poher, né le17 avril 1909àAblon-sur-Seine(Seine-et-Oise) et mort le9 décembre 1996àParis16e, est unhomme d'Étatfrançais.",
        "Albert Lebrun": "Albert Lebrun, né le29 août 1871àMercy-le-Haut(alors enLorrainerestée française après letraité de Francfort) et mort le6 mars 1950àParis(alors dans ledépartement de la Seine), est unhomme d'Étatfrançais. Il estprésident de la République françaisedu10 mai 1932au11 juillet 1940(le dernier de laIIIeRépublique).",
        "René Coty": "René Coty, né le20 mars 1882auHavreet mort le22 novembre 1962dans la même ville, est unhomme d'Étatfrançais. Il estprésident de la Républiquedu16 janvier 1954au8 janvier 1959.",
        "Vincent Auriol": "Vincent Auriol, né le27 août 1884àRevel(Haute-Garonne) et mort le1erjanvier 1966àParis, est unhomme d'Étatfrançais. Il estprésident de la Républiquedu16 janvier 1947au16 janvier 1954.",
        "Patrice de Mac Mahon": "Patrice de Mac Mahon, comte deMac Mahon,1erduc de Magenta,maréchal de France, né le13 juin 1808auchâteaudeSully(Saône-et-Loire) et mort le17 octobre 1893àMontcresson(Loiret), est unofficier militaire,administrateur colonialethomme d’Étatfrançais,président de la Républiquedu 24 mai 1873 au 30 janvier 1879.",
        "Émile Loubet": "Émile Loubet, né le30 décembre 1838àMarsanne(Drôme) et mort le20 décembre 1929àMontélimar(Drôme), est unhomme d'Étatfrançais. Il estprésident de la République françaisedu18 février 1899au18 février 1906.",
        "Raymond Poincaré": "Raymond Poincaré, né le20 août 1860àBar-le-Duc(Meuse) et mort le15 octobre 1934àParis, est unavocatethomme d'Étatfrançais. Il est leprésident de la République françaisedu18 février 1913au18 février 1920.",
        "Marie Carnot": "Sadi Carnot, né le11 août 1837àLimoges(Haute-Vienne) et mort assassiné le25 juin 1894àLyon(Rhône), est unhomme d'Étatfrançais,président de la Républiquedu3 décembre 1887à sa mort.",
        "Alexandre Millerand": "Alexandre Millerand, né le10 février 1859àPariset mort le6 avril 1943àVersailles, est unhomme d'Étatfrançais. Il estprésident du Conseildu20 janvierau23 septembre 1920, puisprésident de la Républiquedu23 septembre 1920au11 juin 1924.",
        "Gaston Doumergue": "Gaston Doumergue, né le1eraoût 1863àAigues-Vives(Gard) et mort le18 juin 1937dans la même ville, est unhomme d'Étatfrançais. Il estprésident de la République françaisedu13 juin 1924au13 juin 1931.",
        "Félix Faure": "Félix Faure, né le30 janvier 1841àParis(Seine) et mort le16 février 1899dans la même ville, est unhomme d'Étatfrançais. Il estprésident de la Républiquedu17 janvier 1895à sa mort.",
        "Jules Grévy": "François Judith Paul Grévy, né le15 août 1807àMont-sous-Vaudreyet mort le9 septembre 1891dans la même commune, est unhomme d'Étatfrançais,président de la Républiquedu30 janvier 1879au2 décembre 1887.",
        "Clément Fallières": "Armand Fallières, né le6 novembre 1841àMézin(Lot-et-Garonne) et mort le22 juin 1931àVilleneuve-de-Mézin(Lot-et-Garonne), est unhomme d'Étatfrançais,président de la République françaisede 1906 à 1913.",
        "Paul Deschanel": "Paul Deschanel, né le13 février 1855àSchaerbeek(Belgique) et mort le28 avril 1922àParis(France), est unhomme d'État,journalisteetécrivainfrançais,président de la Républiquedu18 févrierau21 septembre 1920.",
        "Georges Bidault": "Georges Bidault, né le5 octobre 1899àMoulins(Allier) et mort le27 janvier 1983àCambo-les-Bains(Pyrénées-Atlantiques), est unrésistantet unhomme d'Étatfrançais.",
        "Jean Casimir-Perier": "Jean Casimir-Perier, né le8 novembre 1847àPariset mort le11 mars 1907dans la même ville, est unhomme d'Étatfrançais. Il estprésident de la République françaisedu27 juin 1894au16 janvier 1895.",
        "Charles Dupuy": "Charles Dupuy, né le5 novembre 1851auPuy-en-Velayet mort le23 juillet 1923àIlle-sur-Têt, est unhomme d'Étatfrançais. Il occupe à plusieurs reprises la fonction deprésident du Conseilsous laIIIeRépublique, entre 1893 et 1899. Il est également président de laChambre des députésde 1893 à 1894.",
        "Louis Cavaignac": "LouisEugène Cavaignac, connu aussi sous le nom degénéral Cavaignac, né le15 octobre 1802(23vendémiaireanXI) àPariset mort le28 octobre 1857dans son château d'Ourne àFlée, est ungénéralethomme d'Étatfrançais.",
        "Louis None": "Louis-Jules Trochu, né auPalaisàBelle-Île-en-Mer(Morbihan) le12 mars 1815et mort àTours(Indre-et-Loire) le7 octobre 1896, est ungénéral de divisionethomme d'Étatfrançaissous leSecond Empire.",
        "Frédéric None": "Frédéric François-Marsal, né le16 mars 1874àParis8e(Seine) et mort le20 mai 1958àGisors(Eure), est un homme d'affaires et unhomme politiquefrançaisde la droite républicaine, dont la carrière politique a culminé avec son bref passage à la présidence du Conseil en 1924.",
        "Emmanuel Macron": "Emmanuel Macron(Écouter), né le21 décembre 1977àAmiens(Somme), est unhaut fonctionnaire,banquier d'affairesethomme d'Étatfrançais. Il estPrésident de la République françaisedepuis le14 mai 2017."
    }
}